{
  "SLOGAN": "gallery of cybernetic interpretations",
  "WELCOME": "Welcome to the gallery of cybernetic interpretations",
  "EXIBITION_DATES": "august 22nd 2022 - september 22nd 2022",
  "MENU_GALLERY": "gallery",
  "MENU_METHODOLOGY": "methodology",
  "MENU_ABSTRACT": "abstract",
  "MENU_CONTACTS": "contacts",
  "HEADER_GALLERY": "gallery",
  "HEADER_METHODOLOGY": "methodology",
  "HEADER_ABSTRACT": "abstract",
  "HEADER_CONTACTS": "contacts",
  "HEADER_ROLES": "roles",
  "ORIGINAL_TEXT": "original text",
  "TRANSLATED_TEXT": "translated text",
  "LINK_TO_ORIG_TWEET": "link to the original tweet",
  "LINK_TO_TWEET_RESP": "link to the tweet's response",
  "BTN_SHOW": "show details",
  "BTN_ENTER": "enter the gallery",
  "ABSTRACT_TEXT_1": "Every day, we are bombarded with complex information on the internet  that we have to deal with – consciously or unconsciously. Machine intelligence systems on the other hand thrive in this abundance of data and evolve through it. DOTTOD gallery aims to investigate and showcase the capabilities of AI-generated art as a new medium for simplifying and communicating this stream of information in a different way.",
  "ABSTRACT_TEXT_2": "Throughout the Italian election campaign period, set between the 22nd of August and 22nd of September 2022, DOTTOD will visualize the tweets of every major political party's leader. Every day, the most popular tweet* of every candidate is algorithmically selected, translated into English and then interpreted by an AI specialized in visualizing text inputs. The resulting images are updated into the exhibition everyday, alongside the original tweet in Italian and the English translation. Finally, the image is posted as a comment on the candidate's original tweet, closing a loop of input and output. ",
  "ABSTRACT_TEXT_3": "This project is purely speculative and does not intend to make a political statement. Quite the contrary, it aims to be an algorithmically curated display of AI-generated art pieces that journal the Italian election campaigns of each party. Presenting these outputs along a horizontal timeline, allows visitors to compare how the tweets of each politician changes over time and how different parties compare to each other. After all, every tweet paints a unique picture through the rhetoric and topics chosen. These unique and intangible properties is what we aim to surface with the help of machine intelligence. We hope this exhibition can serve as a starting point for further discussion, interpretation, and research.",
  "ABSTRACT_TEXT_EXPL": "* sum of likes, re-tweets and comments",
  "METHODOLOGY_TEXT_1": "The current exhibit will generate one piece daily for each participant. Each day, one participant’s tweet is selected using heuristics that leverage its popularity metrics*. Next, the tweet is translated from the original language to English using a natural language processing artificial intelligence (AI). The text is then filtered to remove emojis, hashtags, and unnecessary spaces. Finally, the translated and filtered text is fed into another AI, which interprets the prompt and outputs an image. The exhibition lasts one month, resulting in 30 images for each participant. Each piece shows the generated image, the original tweet’s text, the translated text, and a link to the original tweet. To close the loop, after the image is generated, an automated bot comments below the original tweet, attaching the image.",
  "METHODOLOGY_TEXT_2": "The AI used to translate tweets' text is GPT3, an autoregressive language model that uses deep learning to produce human-like text. The system is developed and mantained by OpenAI and has been fed with around 570gb of textual data gathered by crawling the internet (CommonCrawl) along with other inputs curated by OpenAI, including the text of Wikipedia.",
  "METHODOLOGY_TEXT_3": "The AI that generates images from the textual input is a tool developed by www.midjourney.com, \"an independent research lab exploring new mediums of thought and expanding the imaginative powers of the human species\".",
  "UI_MENU_SHOW": "show tweets",
  "UI_MENU_HIDE": "hide tweets"
}