{
  "SLOGAN": "gallery of cybernetic interpretations",
  "WELCOME": "Welcome to the gallery of cybernetic interpretations",
  "EXIBITION_DATES": "august 22nd 2022 - september 22nd 2022",
  "MENU_GALLERY": "gallery",
  "MENU_METHODOLOGY": "methodology",
  "MENU_ABSTRACT": "abstract",
  "MENU_CONTACTS": "contacts",
  "HEADER_GALLERY": "gallery",
  "HEADER_METHODOLOGY": "methodology",
  "HEADER_ABSTRACT": "abstract",
  "HEADER_CONTACTS": "contacts",
  "HEADER_ROLES": "roles",
  "ORIGINAL_TEXT": "original text",
  "TRANSLATED_TEXT": "translated text",
  "LINK_TO_ORIG_TWEET": "link to the original tweet",
  "LINK_TO_TWEET_RESP": "link to the tweet's response",
  "BTN_SHOW": "show details",
  "BTN_ENTER": "enter the gallery",
  "ABSTRACT_TEXT_1": "Every day, we humans are bombarded with complex information, both consciously and unconsciously. On the other hand, artificial intelligence systems that process natural language thrive on this information and grow from it. DOEST gallery's current exhibition investigates the capabilities of art generated by AI as a new medium for simplifying how information is conveyed.",
  "ABSTRACT_TEXT_2": "During the opening season (22nd of August - 22nd of September), corresponding to the 30 days before the Italian political elections, DOEST will select thought popularity metrics* a tweet for each participant. The participants are selected based of their media influence on Twitter. The resulting exhibition is composed of pieces displayed in the form of an image (which represent how the AI interpreted the textual prompt) the original tweet text and the translation from Italian to English, required from the AI to process the language. The translation is generated using an autoregressive language model that uses deep learning to produce, decipher and translate human-like text.",
  "ABSTRACT_TEXT_3": "The exhibition is purely speculative and provocative, it does not intend to make a statement. Far from it, the objective is to create an uncurated display of AI-generated art pieces, resulting from textual prompts coming from tweets of a selection of participants. These pieces are juxtaposed horizontally to show the visual temporal shift of each participant and vertically to compare them across all participants on the same day. The exhibition itself becomes a starting point for further discussion, interpretation, and research.",
  "ABSTRACT_TEXT_EXPL": "* sum of likes, re-tweets and comments",
  "METHODOLOGY_TEXT_1": "The current exhibit will generate one piece daily for each participant. Each day, one participant’s tweet is selected using heuristics that leverage its popularity metrics*. Next, the tweet is translated from the original language to English using a natural language processing artificial intelligence (AI). The text is then filtered to remove emojis, hashtags, and unnecessary spaces. Finally, the translated and filtered text is fed into another AI, which interprets the prompt and outputs an image. The exhibition lasts one month, resulting in 30 images for each participant. Each piece shows the generated image, the original tweet’s text, the translated text, and a link to the original tweet. To close the loop, after the image is generated, an automated bot comments below the original tweet, attaching the image.",
  "METHODOLOGY_TEXT_2": "The AI used to translate tweets' text is GPT3, an autoregressive language model that uses deep learning to produce human-like text. The system is developed and mantained by OpenAI and has been fed with around 570gb of textual data gathered by crawling the internet (CommonCrawl) along with other inputs curated by OpenAI, including the text of Wikipedia.",
  "METHODOLOGY_TEXT_3": "The AI that generates images from the textual input is a tool developed by www.midjourney.com, \"an independent research lab exploring new mediums of thought and expanding the imaginative powers of the human species\".",
  "UI_MENU_SHOW": "show tweets",
  "UI_MENU_HIDE": "hide tweets"
}