{
  "SLOGAN": "galleria delle interpretazioni cibernetiche",
  "WELCOME": "Benvenuti nella galleria delle interpretazioni cibernetiche",
  "EXIBITION_DATES": "22 agosto 2022 - 22 settembre 2022",
  "MENU_GALLERY": "galleria",
  "MENU_METHODOLOGY": "metodologia",
  "MENU_ABSTRACT": "sinòssi",
  "MENU_CONTACTS": "contatti",
  "HEADER_GALLERY": "galleria",
  "HEADER_METHODOLOGY": "metodologia",
  "HEADER_ABSTRACT": "sinòssi",
  "HEADER_CONTACTS": "contatti",
  "HEADER_ROLES": "ruoli",
  "ORIGINAL_TEXT": "testo originale",
  "TRANSLATED_TEXT": "testo tradotto",
  "LINK_TO_ORIG_TWEET": "link al tweet originale",
  "LINK_TO_TWEET_RESP": "link alla risposta al tweet",
  "BTN_SHOW": "mostra",
  "BTN_ENTER": "accedi alla mostra",
  "ABSTRACT_TEXT_1": "Ogni giorno siamo esposti in maniera conscia e inconscia a flussi di informazioni irrilevanti, ridondanti, non richieste, di intralcio o di basso valore. La diffusione di informazioni inutili e indesiderabili può avere un effetto negativo sulle attività umane ed è considerato uno degli effetti negativi della rivoluzione informatica. DOEST gallery si pone l’obiettivo di favorire i processi di comprensione d’informazione testuale attraverso l’uso di sistemi di intelligenza artificiale (AI) in grado di generare immagini a partire da descrizioni testuali.",
  "ABSTRACT_TEXT_2": "Durante il periodo di apertura (22 agosto - 22 settembre), corrispondente ai 30 giorni antecedenti le elezioni politiche, DOEST selezionerà attraverso metriche di popolarità* un tweet per ogni partecipante. Questi tweet verranno tradotti in inglese attraverso un ulteriore AI e in fine convertiti in immagini. Ogni pezzo della collezione è composto dall’immagine generata, il testo del tweet originale, la corrispondente traduzione e un link al tweet. La galleria rappresenta in maniera orizzontale i pezzi corrispondenti ad un singolo partecipante e in maniera verticale i pezzi generati nello stesso giorno da tutti i partecipanti. I partecipanti sono stati selezionati in base alla influenza mediatica sulla piattaforma Twitter.",
  "ABSTRACT_TEXT_3": "La mostra della galleria DOEST è puramente speculativa ed intende provocare, in maniera assolutamente non supponente e assente da influenze politiche.  L'obiettivo è creare un'esposizione di opere generate da un’intelligenza artificiale e di conseguenza non curata e non influenzata da fattori esterni. La mostra stessa diventa un punto di partenza per ulteriori discussioni, interpretazioni e ricerche.",
  "ABSTRACT_TEXT_EXPL": "* somma del numero di likes, retweet e commenti.",
  "METHODOLOGY_TEXT_1": "Ogni giorno, la DOEST gallery, pubblicherà in maniera totalmente automatica un nuovo pezzo dell’esposizione per ciascuno dei partecipanti. Questi frammenti sono il risultato di un algoritmo automatico che seleziona il tweet giornaliero più popolare* di ogni partecipante, lo filtra per eliminare emojis, hashtags e spazi inutili e in fine lo traduce da Italiano ad Inglese attraverso un intelligenza artificiale (AI) di tipo Natural Language Processing (NLP). La traduzione viene successivamente inserita in un ulteriore AI che interpreta il testo e restituisce l’immagine corrispondente. L’esibizione resterà aperta per un mese, generando in totale 30 immagini per ogni partecipante.",
  "METHODOLOGY_TEXT_2": "L’intelligence artificiale utilizzata per tradurre i tweet è GPT3, acronimo che sta per Generative Pre-trained Transformer, di terza generazione, un software di'intelligenza artificiale particolarmente efficiente nella produzione automatica di testi creato da OpenAI. L’algoritmo è stato addestrato con oltre 570gb di testo proveniente da internet (CommonCrawl) insieme ad altri testi selezionati da OpenAI tra cui articoli di Wikipedia.",
  "METHODOLOGY_TEXT_3": "L’intelligence artificiale utilizzata per transformare l’input testuale in un immagine è un software sviluppato da www.midjourney.com, \"un laboratorio di ricerca indipendente che esplora nuovi mezzi di pensiero ed espande i poteri immaginativi della specie umana\""
}