{
  "SLOGAN": "galleria delle interpretazioni cibernetiche",
  "WELCOME": "Benvenuti nella galleria delle interpretazioni cibernetiche",
  "EXIBITION_DATES": "22 agosto 2022 - 22 settembre 2022",
  "MENU_GALLERY": "galleria",
  "MENU_METHODOLOGY": "metodologia",
  "MENU_ABSTRACT": "sinòssi",
  "MENU_CONTACTS": "contatti",
  "HEADER_GALLERY": "galleria",
  "HEADER_METHODOLOGY": "metodologia",
  "HEADER_ABSTRACT": "sinòssi",
  "HEADER_CONTACTS": "contatti",
  "HEADER_ROLES": "ruoli",
  "ORIGINAL_TEXT": "testo originale",
  "TRANSLATED_TEXT": "testo tradotto",
  "LINK_TO_ORIG_TWEET": "link al tweet originale",
  "LINK_TO_TWEET_RESP": "link alla risposta al tweet",
  "BTN_SHOW": "mostra",
  "BTN_ENTER": "accedi alla mostra",
  "ABSTRACT_TEXT_1": "Nel mondo digitale siamo esposti in maniera conscia e inconscia a flussi di informazioni irrilevanti, ridondanti, non richieste o di basso valore. La diffusione di informazioni inutili e indesiderabili può avere un effetto negativo sulle attività umane ed è considerato uno degli effetti negativi della rivoluzione informatica. La galleria digitale DOEST si pone l’obiettivo di favorire i processi di comprensione d’informazione testuale attraverso l’uso di sistemi di intelligenza artificiale (AI) in grado di generare immagini a partire da descrizioni testuali.",
  "ABSTRACT_TEXT_2": "Durante il periodo di apertura (22 agosto - 22 settembre), corrispondente ai 30 giorni antecedenti le elezioni politiche, DOEST selezionerà ogni giorno attraverso metriche di popolarità* un tweet per alcune figure politiche italiane di rilievo. Questi tweet verranno tradotti in inglese e un'intelligenza artificiale analizzerà il testo a livello contenutistico e semantico per realizzare un'immagine univoca che non è mai esistita prima. Ogni pezzo della collezione è composto dall’immagine generata, il testo del tweet originale, la corrispondente traduzione e un link al tweet. La galleria raffigura sull'asse orizzontale le immagini corrispondenti ad un singolo politico e in maniera verticale le immagini generate nello stesso giorno da tutti i partecipanti. I partecipanti sono stati selezionati in base alla influenza mediatica sulla piattaforma Twitter.",
  "ABSTRACT_TEXT_3": "La galleria digitale DOEST è un progetto speculativo che intende provocare nei suoi visitatori una riflessione sul punto di contatto tra arte, politica e tecnologia. L'obiettivo è quello di creare una galleria di opere digitali dove il curatore è un'intelligenza artificiale che in maniera meccanizzata e super partes interpreta una tematica che solitamente nel giornalismo è trascinata dall'emotività e dalle influenze d'opinione. Le opere in mostra diventano un punto di partenza per ulteriori approfondimenti, dibattiti e ricerche.",
  "ABSTRACT_TEXT_EXPL": "* somma del numero di likes, retweet e commenti.",
  "METHODOLOGY_TEXT_1": "Ogni giorno, la DOEST gallery, pubblicherà in maniera totalmente automatica un nuovo pezzo dell’esposizione per ciascuno dei politici selezionati. Questi frammenti sono il risultato di un algoritmo automatico che seleziona il tweet giornaliero più popolare* di ogni partecipante, lo filtra per eliminare emojis, hashtags e spazi inutili e infine lo traduce da Italiano ad Inglese attraverso un intelligenza artificiale (AI) di tipo Natural Language Processing (NLP). La traduzione viene successivamente inserita in un ulteriore AI che interpreta il testo e restituisce l’immagine corrispondente. L’esibizione resterà aperta per un mese, generando in totale 30 immagini per ogni partecipante.",
  "METHODOLOGY_TEXT_2": "L'intelligenza artificiale utilizzata per la generazione di immagini è Midjourney, una nuovissima intelligenza artificiale sviluppata da www.midjourney.com, \"un laboratorio di ricerca indipendente che esplora nuovi mezzi di pensiero ed espande i poteri immaginativi della specie umana\". L’algoritmo dietro Midjourney può trasformare blocchi di testo in immagini (generate da zero)  utilizzando una rete neurale di tipo  Generative Adversarial Networks (GANs). ",
  "METHODOLOGY_TEXT_3": "L’intelligenza artificiale utilizzata per tradurre i tweet è GPT3, acronimo che sta per Generative Pre-trained Transformer, di terza generazione, un software d’intelligenza artificiale particolarmente efficiente nella produzione automatica di testi creato da OpenAI. L’algoritmo è stato addestrato con oltre 570gb di testo proveniente da internet (CommonCrawl) insieme ad altri testi selezionati da OpenAI tra cui articoli di Wikipedia.",
  "UI_MENU_SHOW": "mostra tweets",
  "UI_MENU_HIDE": "nascondi tweets"
}